xml/request/heptameron.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
              <dkabm:record>
                <ac:identifier>590013|820030</ac:identifier>
                <ac:source>Bibliotekskatalog</ac:source>
                <dc:title>L' heptaméron</dc:title>
                <dc:title xsi:type="dkdcplus:full">L' heptaméron : Contes de la reine de Navarre</dc:title>
                <dc:creator xsi:type="dkdcplus:aut">Marguérite d'Angoulême</dc:creator>
                <dc:creator xsi:type="oss:sort">d'Angoulême, Marguérite</dc:creator>
                <dcterms:audience>voksenmaterialer</dcterms:audience>
                <dkdcplus:version>Nouvelle édition avec soin et accompagnée de notes explicatives</dkdcplus:version>
                <dc:date>????</dc:date>
                <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
                <dc:language xsi:type="dcterms:ISO639-2">9</dc:language>
                <dc:language>undefined</dc:language>
              </dkabm:record>
              <marcx:collection>
                <marcx:record format="danMARC2" type="Bibliographic">
                  <marcx:leader>000000000000000000000000</marcx:leader>
                  <marcx:datafield ind1="0" ind2="0" tag="001">
                    <marcx:subfield code="a">590013</marcx:subfield>
                    <marcx:subfield code="b">820030</marcx:subfield>
                    <marcx:subfield code="f">a</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="004">
                    <marcx:subfield code="r">n</marcx:subfield>
                    <marcx:subfield code="a">e</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="008">
                    <marcx:subfield code="t">m</marcx:subfield>
                    <marcx:subfield code="a">????</marcx:subfield>
                    <marcx:subfield code="l">9</marcx:subfield>
                    <marcx:subfield code="v">4</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="009">
                    <marcx:subfield code="a">a</marcx:subfield>
                    <marcx:subfield code="g">xx</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="041">
                    <marcx:subfield code="a">9</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="100">
                    <marcx:subfield code="a">d'Angoulême</marcx:subfield>
                    <marcx:subfield code="h">Marguérite</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="245">
                    <marcx:subfield code="a">L' ¤heptaméron</marcx:subfield>
                    <marcx:subfield code="c">Contes de la reine de Navarre</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="250">
                    <marcx:subfield code="a">Nouvelle édition avec soin et accompagnée de notes explicatives</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="260">
                    <marcx:subfield code="a">Paris, u.å.</marcx:subfield>
                  </marcx:datafield>
                </marcx:record>
              </marcx:collection>
              <os:identifier>820030-katalog:590013</os:identifier>
              <os:creationDate>2011-12-22</os:creationDate>
              <os:holdingsCount>1</os:holdingsCount>
              <os:lendingLibraries>1</os:lendingLibraries>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>fullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
